---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FbxLightInitialColorCtrl
source: html/12012b16-7b88-ab28-e49e-39873f9fbfc5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FbxLightInitialColorCtrl Property

"Initial Color"

## Syntax (C#)
```csharp
public static ForgeTypeId FbxLightInitialColorCtrl { get; }
```